Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Set to a number, e.g. 160, which means when temp target is 160 mg/dL and exercise_mode=true, run 50% basal at this level (120 = 75%; 140 = 60%). This can be adjusted, to give you more control over your exercise modes.
bg: Задайте число, напр. 160, което означава, че при временна цел 160 mg/dL и exercise_mode=true, базалът работи на 50% при това ниво (120 = 75%; 140 = 60%). Това може да бъде коригирано, за да имате по-голям контрол над режимите си за физическа активност.
cs: Nastav na hodnotu, např. 160. To znamená, že při dočasném cíli 160 mg/dL a zapnutém režimu cvičení (exercise_mode=true) poběží bazál na 50 % (120 = 75 %; 140 = 60 %). Tohle si můžeš poladit, abys měl nad cvičením větší kontrolu.
da: Sæt til et nummer, f.eks. 160, hvilket betyder, at når temp mål er 160 mg/dl og exercise_mode=true, køre 50% basal på dette niveau (120 = 75%; 140 = 60%). Dette kan justeres, for at give dig mere kontrol over dine motionstilstande.
de: Auf eine Zahl setzen, z. B. 160, was bedeutet, wenn das Temporäre Ziel 160 mg/dL und der „Sport-Modus“ = "an" ist, laufen 50 % Basal auf diesem Level (120 = 75%; 140 = 60%). Dies kann angepasst werden, um Dir mehr Kontrolle über Deine "Sport Modi" zu geben.
es: Establecer a un número, p. ej. 160, lo que significaría que cuando el objetivo temporal es 160 mg/dL y el modo ejercicio esté activo, proporciona el 50% de la basal a este nivel (120 = 75%; 140 = 60%). Esto puede ser ajustado para darle más control sobre sus modos de ejercicio.
fr: Indiquez une valeur, par exemple 160. Cela signifie que si la Cible Temporaire est de 160 mg/dL et que exercice_mode=true, un basal réduit à 50 % sera utilisé à ce niveau (120 = 75 %, 140 = 60 %). Ce paramètre peut être ajusté pour affiner le comportement du système pendant vos périodes d’activité physique.
it: Impostare ad un numero finito, ad es. 160, il che significa che quando il target glicemico temporaneo è 160 mg/dL e modalità_esercizio=true, esegue il 50% basale a questo livello (120 = 75%; 140 = 60%). Questo può essere regolato, per darti più controllo sulle modalità di esercizio.
nb_no: Angi et tall, f.eks. 160. Det betyr at når midlertidig mål er satt til 160 mg/dL og exercise_mode=true, så gis 50% basal på dette nivået (120 = 75%; 140 = 60%). Dette kan justeres for å gi deg mer kontroll over treningsmodus.
nl: Stel in op nummer, b.v. 160, wat betekent dat wanneer een tijdelijk streefdoel 160 mg/dL (9 mmol/l) en bewegingen_mode=true is, 50% basaal op dit niveau (120 (6,7) = 75%; 140 (7,8) = 60%). Dit kan worden aangepast, om u meer controle te geven over uw oefeningsmodi.
pl: To ustawienie umożliwia kontrolowanie redukcji dawki podstawowej podczas korzystania z „Trybu ćwiczeń”. Ustaw liczbę, np. 160, co oznacza, że jeśli cel tymczasowy wynosi 160 mg/dl a tryb ćwiczeń jest włączony to uruchomi 50% dawki podstawowej na tym poziomie (120 = 75%; 140 = 60%).
pt_pt: Definir um número, por exemplo, 160, o que significa quando o alvo temporário é de 160 mg/dL e exercise_mode=true, execute 50% basal neste nível (120 = 75%; 140 = 60%). Isso pode ser ajustado, para lhe dar mais controle sobre seus modos de exercício.
ru: Установить число, - напр. 160, - означает, что при достижении временной цели 160 мг/дл и exercise_mode=true, запустить 50% базала на этом уровне (120 = 75%; 140 = 60%). Настройка может быть изменена, чтобы дать вам больше контроля над режим упражнения.
sv: Inställd till ett glukosvärde, t.ex. 160 (mg/dl = 8,9 mmol/l), vilket innebär att när det temporära målvärdet är 8,9 mmol/l och 'motinsläge' är på, används endast en 50%-ig basal vid detta blodglukosvärde (120 = 75%; 140 = 60%). Detta kan justeras, för att ge dig mer kontroll över dina temporära målvärden vid träning.
uk: Встановити номер, напр. 160, що означає, що якщо ціль temp - 160 мг/дЛ і exercise_mode=true, запускати 50% базового на цьому рівні (120 = 75%; 140 = 60%). Це може бути скориговано, щоб дати вам більше контролю над вашими фізичними вправами.
vi: Đặt một giá trị, ví dụ 160, nghĩa là khi mục tiêu tạm thời là 160 mg/dL và chế độ tập luyện (exercise_mode) được bật, hệ thống sẽ chạy liều nền ở mức 50% tại giá trị này (120 = 75%; 140 = 60%). Giá trị này có thể điều chỉnh để bạn kiểm soát tốt hơn các chế độ tập luyện.
zh_hant: 設定為數字，例如 160，意味著當臨時目標為 160 mg/dL 且 exercise_mode 為 true 時，該級別運行 50% 的基礎 (120 = 75%; 140 = 60%)。這可以調整，以便讓你對運動模式有更多的控制。

source: Sets the lower and upper limit for glucose alarms.
bg: Задава долната и горната граница за предупрежденията за глюкоза.
cs: Nastavuje dolní a horní limit pro alarmy glukózy.
da: Sætter den nedre og øvre grænse for glukosealarmer.
de: Legt die untere und obere Grenze für Glukosealarme fest.
es: Establece el límite inferior y superior para las alarmas de glucosa.
fr: Définit les seuils bas et haut pour les alarmes du taux de glucose.
it: Imposta il limite inferiore e superiore per gli allarmi di glucosio.
nb_no: Setter nedre og øvre grense for blodsukkervarsler.
nl: Stelt de onder- en bovengrens in voor glucose alarmen.
pl: Ustawia dolny i górny limit dla alarmów glikemii.
pt_pt: Define o limite inferior e superior para alarmes de glicose.
ru: Устанавливает нижний и верхний предел для сигнализации глюкозы.
sv: Anger nedre och övre gränsen för glukosalarm.
uk: Встановлює нижню і верхню межу для сигналів глюкози.
vi: Đặt giới hạn quá thấp và quá cao cho cảnh báo đường huyết.
zh_hant: 設定血糖警報的上下限。

source: Sets Trio's appearance. Descriptions of each option found below.
bg: Задава външния вид на Trio. Описания на всяка опция ще намерите по-долу.
cs: Nastavuje vzhled Tria. Popis jednotlivých voleb najdeš níže.
da: Sætter Trios udseende. Beskrivelser af hver indstilling fundet nedenfor.
de: Legt das Aussehen von Trio fest. Beschreibungen der einzelnen Optionen findest Du unten.
es: Establece la apariencia de Trío. Descripciones de cada opción encontradas a continuación.
fr: Détermine l’apparence de Trio. Les options disponibles sont décrites ci-dessous.
it: Imposta l'aspetto di Trio. Descrizioni di ogni opzione trovata sotto.
nb_no: Velg utseende for Trio. Beskrivelse finnes nedenfor.
nl: Stelt Trio's uiterlijk in. Omschrijvingen van elke optie hieronder gevonden.
pl: Ustawia wygląd Trio. Opis każdej opcji znajdują się poniżej.
pt_pt: Define a aparência do Trio. Descrições de cada opção encontrada abaixo.
ru: Устанавливает внешний вид Трио. Описание каждой из перечисленных ниже вариантов.
sv: Ställer in Trios utseende. Beskrivningar av varje alternativ som finns nedan.
uk: Встановлює зовнішній вигляд Тріо. Описи кожного варіанту, знайденого нижче.
vi: Thiết lập giao diện của Trio. Mô tả từng tùy chọn nằm bên dưới.
zh_hant: 設定 Trio 的外觀。每個選項的描述如下。

source: Setting this to 100% means only the past 24 hours will be used.
bg: Задаване на тази стойност на 100% означава, че ще се използват само последните 24 часа.
cs: Nastavení na 100 % znamená, že se použijí data pouze za posledních 24 hodin.
da: Indstilling af dette til 100% betyder kun de sidste 24 timer vil blive brugt.
de: Wenn man diese Einstellung auf 100% setzt, bedeutet dies, dass nur die letzten 24 Stunden verwendet werden.
es: Establecer esto al 100% significa que sólo se usarán las últimas 24 horas.
fr: Définir cette valeur à 100 % signifie que seules les dernières 24 heures seront prises en compte.
it: Impostare questo al 100% significa che solo le ultime 24 ore saranno utilizzate.
nb_no: Ved å angi dette til 100% vil kun de siste 24 timene bli brukt.
nl: 100% instellen betekent dat alleen de afgelopen 24 uur zal worden gebruikt.
pl: Ustawienie na 100% oznacza, że użyto tylko ostatnich 24 godzin.
pt_pt: Definir isto como 100% significa que apenas as últimas 24 horas serão utilizadas.
ru: Этот параметр на 100% означает, что будут использоваться только последние 24 часа.
sv: Att sätta detta till 100% betyder att bara de senaste 24 timmarna kommer att användas.
uk: Установка цього значення на 100% означає тільки за останні 24 години.
vi: Đặt thành 100% nghĩa là chỉ sử dụng dữ liệu của 24 giờ trước đó.
zh_hant: 將此設置為 100% 意味著僅使用過去 24 小時的數據。

source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
ru: Настройки
sv: Inställningar
uk: Налаштування
vi: Cài đặt
zh_hant: 設定

source: Settings imported
bg: Настройките са импортирани
cs: Nastavení byla importována
da: Indstillinger importeret
de: Einstellungen importiert
es: Ajustes importados
fr: Réglages importés
it: Impostazioni importate
nb_no: Innstillinger importert
nl: Instellingen geïmporteerd
pl: Ustawienia zaimportowane
pt_pt: Configurações importadas
ru: Настройки импортированы
sv: Inställningar importerade
uk: Налаштування імпортовано
vi: Cài đặt đã được nhập
zh_hant: 設定已匯入

source: Setup & Configuraton
bg: Настройване и конфигуриране
cs: Nastavení & Konfigurace
de: Setup & Konfiguraton
fr: Configuration et réglages
nb_no: Oppsett og konfigurasjon
pl: Ustawienia i Konfiguracja
sv: Inställning & Konfiguration
vi: Thiết lập & Cấu hình
zh_hant: 設定與配置

source: Setup Complete
bg: Настройването е завършено
cs: Nastavení dokončeno
da: Opsætning Fuldført
de: Setup vollständig
es: Configuración Completa
fr: Configuration terminée
it: Installazione Completata
nb_no: Oppsett ferdig
nl: Setup voltooid
pl: Konfiguracja zakończona
pt_pt: Instalação concluída
ru: Настройка завершена
sv: Inställning färdig
uk: Налаштування Завершено
vi: Cấu hình hoàn thành
zh_hant: 設定完成

source: Setup Nightscout for Trio
bg: Настройване на Nightscout за Trio
cs: Nastavit Nightscout pro Trio
da: Opsæt Nightscout til Trio
de: Nightscout für Trio einrichten
fr: Configurer Nightscout (Ns) pour "Trio"
nb_no: Sett opp Nightscout for Trio
nl: Nightscout voor Trio instellen
pl: Konfiguracja Nightscout dla Trio
sv: Ställ in Nightscout för Trio
vi: Thiết lập Nightscout cho Trio
zh_hant: 為 Trio 設定 Nightscout

source: Share logs
bg: Споделяне на логове
cs: Sdílet log
da: Del logs
de: Ereignisprotokolldatei teilen
es: Compartir registros
fr: Partager les logs
it: Condividi log file
nb_no: Del logger
nl: Deel logbestanden
pl: Udostępnij logi
pt_pt: Compartilhar logs
ru: Отправить журнал
sv: Dela loggar
uk: Поділитися логом
vi: Chia sẻ nhật ký
zh_hant: 分享日誌

source: Share Logs
bg: Споделяне на логове
cs: Sdílet log
da: Del Logs
de: Logs teilen
es: Compartir Registros
fr: Partager les logs
it: Condividi Log
nb_no: Del logger
nl: Logs delen
pl: Udostępnij dzienniki
pt_pt: Compartilhar logs
ru: Поделиться логами
sv: Dela loggar
uk: Поділитися логами
vi: Chia sẻ nhật ký
zh_hant: 分享日誌

source: Shared Secret
bg: Споделена тайна
cs: Sdílený klíč
da: Delt Hemmelighed
de: Geteiltes Geheimnis
es: Compartido secreto
fr: Clé secrète
it: Segreto Condiviso
nb_no: Delt hemmelighet
nl: Gedeeld geheim
pl: Współdzielony sekret
pt_pt: Segredo compartilhado
ru: Общий секрет
sv: Delad hemlighet
uk: Секретний ключ
vi: Chia sẻ mật khẩu
zh_hant: 共用密鑰

source: Shared Secret copied to clipboard
bg: Споделената тайна е копирана в клипборда
cs: Sdílený klíč byl zkopírován do schránky
da: Delt hemmelighed kopieret til udklipsholder
de: Geteiltes Geheimnis in die Zwischenablage kopiert
es: Compartido secreto copiado al portapapeles
fr: Clé secrète copiée dans le presse-papiers
it: Segreto condiviso copiato negli appunti
nb_no: Delt hemmelighet kopiert til utklippstavlen
nl: Gedeeld geheim naar klembord gekopieerd
pl: Współdzielony sekret skopiowany do schowka
pt_pt: Segredo compartilhado copiado para área de transferência
ru: Общий секрет скопирован в буфер обмена
sv: Delad hemlighet kopierad till urklipp
uk: Секрет був скопійований в буфер обміну
vi: Đã sao chép Bí mật được chia sẻ vào vùng nhớ tạm
zh_hant: 共用密鑰已複製到剪貼簿

source: Shortcuts Integration
bg: Интеграция с Shortcuts
cs: Integrace zkratek
da: Integration Af Genveje
de: Integration von Kurzbefehlen
es: Integración de los atajos
fr: Intégration avec Raccourcis
it: Integrazione Delle Scorciatoie
nb_no: Integrasjon med Snarveier
nl: Integratie met snelkoppelingen
pl: Integracja skrótów
pt_pt: Integração de Atalhos
ru: Интеграция с ярлыками
sv: Genvägsintegration
uk: Інтеграція з ярликами
vi: Tích hợp phím tắt
zh_hant: 快捷方式整合

source: Show All
bg: Покажи всички
cs: Zobrazit vše
de: Alle anzeigen
fr: Tout afficher
nb_no: Vis alle
pl: Pokaż wszystko
vi: Hiển thị tất cả
zh_hant: 顯示全部

source: Show carbs required as a red icon on the main graph icon.
bg: Показване на необходимите въглехидрати като червена икона върху иконата на основната графика.
cs: Zobrazovat potřebné sacharidy jako červenou ikonu na ikoně hlavního grafu.
da: Vis kulhydrater kræves som et rødt ikon på hovedgrafikonet.
de: Zeigt die benötigten Kohlenhydrate als rotes Symbol auf dem Hauptgraphen an.
es: Mostrar carbohidratos requeridos como un icono rojo en el icono principal del gráfico.
fr: Afficher les glucides requis sous forme d’icône rouge sur l’icône du graphique principal.
it: Mostra i carboidrati richiesti come icona rossa sull'icona del grafico principale.
nb_no: Vis nødvendig karbo som et rødt ikon på hovedskjermen.
nl: Toon koolhydraten die nodig zijn als een rood icoon op het grafiek icoon.
pl: Pokaż węglowodany wymagane jako czerwona ikona na głównym wykresie.
pt_pt: Mostrar hidratos necessários como um ícone vermelho no ícone do gráfico principal.
ru: Показать карты, необходимые в качестве красной иконки на главном графике.
sv: Visa behov kolhydrater som en röd ikon på ikonen för hemvyn.
uk: Показати браузери, необхідні як червоний значок в головній піктограмі графіка.
vi: Hiển thị lượng carbs cần thiết bằng biểu tượng màu đỏ trên biểu tượng đồ thị chính.
zh_hant: 在主圖標上顯示所需的碳水化合物作為紅色圖示。

source: Show Carbs Required Badge
bg: Показване на значка за необходимите въглехидрати
cs: Zobrazovat odznak potřebných sacharidů
da: Vis Kulhydrater Påkrævet Mærke
de: Zeige "benötigte Kohlenhydrate" Badge
es: Mostrar la Insignia Requerida de Carbohidratos
fr: Pastille glucides requis
it: Mostra Carbs Required Badge
nb_no: Vis et merke for nødvendig karbo
nl: Toon koolhydraten vereist Badge
pl: Pokaż wymaganą ilość węglowodanów
pt_pt: Mostrar carboidratos necessários
ru: Показать требуемый Значок Карбов
sv: Visa behov kolhydrater
uk: Показувати Значок автоматів
vi: Hiển thị huy hiệu Cần nạp Carb
zh_hant: 顯示所需碳水化合物標籤

source: Show Future
bg: Покажи бъдещето
cs: Zobrazit budoucnost
da: Vis Fremtid
de: Zukunft anzeigen
es: Mostrar futuro
fr: Afficher le futur
it: Mostra Futuro
nb_no: Vis fremtidig
nl: Toekomst tonen
pl: Pokaż przyszłość
pt_pt: Mostrar Futuro
ru: Показать будущее
sv: Visa kommande
uk: Показати майбутнє
vi: Hiển thị Dự báo
zh_hant: 顯示未來

source: Show Glucose App Badge
bg: Показване на глюкозата върху значката на приложението
cs: Zobrazovat odznak aplikace s glukózou
da: Vis Blodsukker App-mærke
de: Glucose-App-Badge anzeigen
es: Mostrar Insignia de aplicación de glucosa
fr: Afficher le glucose sur le badge de l'application Trio
it: Mostra Badge App Glucosio
nb_no: Vis blodsukker på app-ikonet
nl: Toon Glucose App Badge
pl: Wyświetlaj aktualną glikemię
pt_pt: Mostrar Emblema de App Glucose
ru: Показать Значок приложения Glucose
sv: Visa glukosvärde på app-ikon
uk: Показувати значок застосунку Glucose
vi: Hiển thị biểu tượng đường huyết trên ứng dụng
zh_hant: 顯示血糖應用標籤

source: Show glucose on the app badge
bg: Показване на глюкозата върху значката на приложението
cs: Zobrazovat glukózu na odznaku aplikace
da: Vis glucose på appens badge
de: Zeige Glucosewert auf dem App Symbol
es: Mostrar glucosa en la insignia de la aplicación
fr: Afficher le taux de glucose sur l’application Trio sous la forme d’une pastille
it: Mostra le glicemie sull'icona dell'app
nb_no: Vis blodsukker på app-ikonet
nl: Toon glucosewaarde op de app icoon
pl: Pokaż poziom glikemii na ikonie aplikacji
pt_pt: Mostrar glicose no ícone do aplicativo
ru: Показывать глюкозу на значке приложения
sv: Visa glukosvärde på app-ikon
uk: Показувати глюкозу на значку додатку
vi: Hiển thị biểu tượng đường huyết trên ứng dụng
zh_hant: 在應用標籤上顯示血糖

source: Show live activity
bg: Показване на Live Activity
cs: Zobrazit živou aktivitu
da: Vis live aktivitet
de: Live Aktivitäten anzeigen
es: Mostrar actividad en vivo
fr: Afficher l'Activité en direct
it: Mostra attività live
nb_no: Vis oppdateringer i sanntid
nl: Toon live activiteit
pl: Pokaż aktywność na żywo
pt_pt: Mostrar atividade ao vivo
ru: Отображать эфир активности
sv: Visa liveaktivitet
uk: Показати дії наживо
vi: Hiển thị hoạt động trực tiếp
zh_hant: 顯示即時活動

source: Show Low and High Thresholds
bg: Показване на ниските и високите прагове
cs: Zobrazit hranice nízké a vysoké glukózy
da: Vis lave og høje tærskler
de: Niedrige und hohe Grenzwerte anzeigen
es: Mostrar umbrales bajos y altos
fr: Afficher les seuils bas et haut
it: Mostra soglie basse e alte
nb_no: Vis lave og høye terskelverdier
nl: Toon lage en hoge grenswaarde
pl: Pokaż niskie i wysokie progi
pt_pt: Mostrar Limite Baixo e Alto
ru: Показать нижний и верхний порог
sv: Visa låga och höga tröskelvärden
uk: Показувати поріг низького та високого
vi: Hiển thị ngưỡng thấp và ngưỡng cao
zh_hant: 顯示低與高門檻值

source: Show Main Chart X- and Y-Axis Grid Lines
bg: Показване на мрежовите линии по осите X и Y на основната графика
cs: Zobrazit mřížku na obou osách hlavního grafu
da: Vis hoveddiagram X - og Y-akse gitterlinjer
de: Zeigt im Hauptdiagramm X- und Y-Achsenrasterlinien
es: Mostrar líneas de cuadrícula de gráfico principal X y eje Y
fr: Afficher la grille des axes X et Y sur le graphique principal
it: Mostra le linee principali della griglia dell'asse X e Y
nb_no: Vis rutenett for X- og Y-aksene i hoveddiagrammet
nl: Toon hoofdgrafiek X- en Y-Axis rasterlijnen
pl: Pokaż linie siatki osi X i Y
pt_pt: Mostrar Linhas de Grade do Gráfico Principal X e X X
ru: Показывать линии сетки по X и Y
sv: Visa huvuddiagram X- och Y-axel rutnätslinjer
uk: Показати лінії основної діаграми X- та Y-Axis Grid
vi: Hiển thị các đường lưới trục X và Y trên biểu đồ chính
zh_hant: 顯示主圖表的 X 軸與 Y 軸網格線

source: Show X-Axis Grid Lines
bg: Показване на мрежовите линии по оста X
cs: Zobrazit mřížku na ose X
da: Vis X-akse Gitterlinjer
de: X-Achsenrasterlinien anzeigen
es: Mostrar líneas de cuadrícula X-eje
fr: Afficher les lignes de l’axe X
it: Mostra Linee Della Griglia Dell'Asse X
nb_no: Vis X-aksens rutenettlinjer
nl: Laat X-Axis Grid Lijnen zien
pl: Pokaż linie siatki osi X
pt_pt: Mostrar Linhas de Eixo X
ru: Показать линии сетки оси X
sv: Visa X-axel rutnätslinjer
uk: Показувати рядки координат X-Axis Grid
vi: Hiển thị các đường lưới trục X
zh_hant: 顯示 X 軸網格線

source: Show Y-Axis Grid Lines
bg: Показване на мрежовите линии по оста Y
cs: Zobrazit mřížku na ose Y
da: Vis Y-akse Gitterlinjer
de: Y-Achsen-Gitterlinien anzeigen
es: Mostrar líneas cuadrícula de eje Y
fr: Afficher les lignes de l’axe Y
it: Mostra Le Linee Della Griglia Dell'Asse Y
nb_no: Vis Y-aksens rutenettlinjer
nl: Laat Y-Axis Grid Lijnen zien
pl: Pokaż linie siatki osi Y
pt_pt: Mostrar linha do eixo Y
ru: Показать линии сетки оси Y
sv: Visa Y-axel rutnätslinjer
uk: Показувати рядки сітки за віссю Y
vi: Hiển thị các đường lưới trục Y
zh_hant: 顯示 Y 軸網格線

source: Show your current glucose on Trio app icon.
bg: Показвайте текущата си глюкоза върху иконата на приложението Trio.
cs: Zobrazovat aktuální glykémii na ikoně aplikace Trio.
da: Vis dit aktuelle glukose på Trio-app-ikon.
de: Zeigt Deine aktuelle Glukose auf dem Trio-App-Symbol.
es: Muestra tu glucosa actual en el icono de la aplicación Trio.
fr: Afficher votre valeur de glucose actuelle sous la forme d'un badge sur l’icône de l’app Trio.
it: Mostra il tuo glucosio attuale sull'icona dell'app Trio.
nb_no: Vis nåværende blodsukker på Trio app-ikonet.
nl: Toon je huidige glucose op de Trio app icoon.
pl: Pokaż aktualny poziom glikemii na ikonie aplikacji Trio.
pt_pt: Mostre sua glicose atual no ícone do aplicativo Trio.
ru: Покажите свою текущую глюкозу на иконке приложения Трио.
sv: Visa ditt glukosvärde på Trio app-ikonen.
uk: Покажіть свою поточну глюкозу на іконці програми Trio.
vi: Hiển thị lượng đường huyết hiện tại của bạn trên biểu tượng ứng dụng Trio.
zh_hant: 在 Trio 應用圖示上顯示你的目前血糖。

source: Shows an insulin dose, which can be a small automated dose (super-micro-bolus), a manually entered dose, or one given externally (e.g., a pen shot).
bg: Показва инсулинова доза, която може да бъде малка автоматизирана доза (super-micro-bolus), ръчно въведена доза или такава, подадена външно (напр. от писалка).
cs: Zobrazuje dávku inzulínu, což může být malá automatická dávka (super-micro-bolus), ručně zadaná dávka nebo dávka podaná externě (např. injekčním perem).
da: Viser en insulindosis som kan være en lille automatiseret dosis (super- mikro- bolus), en manuelt indtastet dosis eller en dosis der gives eksternt (f.eks. en pen- skud).
de: Zeigt eine Insulindosis an, die eine kleine automatisierte Dosis (Super Micro Bolus), eine manuell eingegebene Dosis oder eine extern Insulingabe (z.B. durch einen Pen) sein kann.
es: Demuestra una dosis de insulina, que puede ser una pequeña dosis automatizada (super-micro-bolus), una dosis introducida manualmente o una dada externamente (por ejemplo, un bolígrafo).
fr: Affiche une dose d’insuline, qui peut être une petite dose automatique (Super Micro Bolus (SMB)), une dose saisie manuellement ou une dose administrée en externe (ex. : injection au stylo).
it: Mostra una dose di insulina, che può essere una piccola dose automatica (super-micro-bolo), una dose inserita manualmente o una somministrata esternamente (ad es. una penna per iniezione).
nb_no: Viser en insulindose, som kan være en liten automatisert dose (Super Mikro Bolus), en manuelt angitt dose eller en dose gitt eksternt (f.eks. med insulinpenn).
nl: Toont een insuline dosis, die een kleine geautomatiseerde dosis kan zijn (super-microbolus), een handmatig ingevoerde dosis of een externe dosis (bijvoorbeeld een penschot).
pl: Pokazuje dawkę insuliny, która może być małą automatyczną dawką (super-mikrobolus), wprowadzoną ręcznie dawką lub dawką podawaną zewnętrznie (np. strzałką wstrzykiwacza).
pt_pt: Mostra uma dose de insulina, que pode ser uma pequena dose automatizada (supermicro-bolus), uma dose inserida manualmente, ou uma fornecida externamente, por exemplo, uma tira de caneta).
ru: Показывает инсулин дозы, которая может быть небольшой автоматизированной дозой (супермикроболом), введенной вручную дозировкой или той, которая указана внешне (например, пероральный выстрел).
sv: Visar en insulin dos, som kan vara en liten automatiserad dos (super-micro-bolus), en manuellt inmatad dos, eller en extern dos (t.ex. en insulinpenna).
uk: Показує дозу інсуліну, яку може бути невеликою автоматизованою дозою (супер-мікроболус), введеною вручну чи такою, ззовні (наприклад, постріл з руч).
vi: Hiển thị một liều insulin, có thể là liều tự động nhỏ (super-micro-bolus), liều được nhập thủ công, hoặc liều được tiêm từ bên ngoài (ví dụ: bút tiêm).
zh_hant: 顯示一個胰島素劑量，這可以是小型自動劑量（超微量注射）、手動輸入的劑量，或是從外部給予的（例如，筆劑注射）。
